{
  "plugins": {
    "blink.cmp": {
      "src": "https://github.com/saghen/blink.cmp",
      "version": "1.0.0 - 2.0.0"
    },
    "conform.nvim": {
      "src": "https://github.com/stevearc/conform.nvim",
      "version": ">=0.0.0"
    },
    "diffview.nvim": {
      "src": "https://github.com/sindrets/diffview.nvim"
    },
    "flash.nvim": {
      "src": "https://github.com/folke/flash.nvim",
      "version": ">=0.0.0"
    },
    "friendly-snippets": {
      "src": "https://github.com/rafamadriz/friendly-snippets"
    },
    "fzf-lua": {
      "src": "https://github.com/ibhagwan/fzf-lua"
    },
    "gitsigns.nvim": {
      "src": "https://github.com/lewis6991/gitsigns.nvim",
      "version": ">=0.0.0"
    },
    "neogit": {
      "src": "https://github.com/NeogitOrg/neogit"
    },
    "neovim": {
      "src": "https://github.com/rose-pine/neovim",
      "version": ">=0.0.0"
    },
    "nvim": {
      "src": "https://github.com/catppuccin/nvim",
      "version": ">=0.0.0"
    },
    "nvim-autopairs": {
      "src": "https://github.com/windwp/nvim-autopairs",
      "version": ">=0.0.0"
    },
    "nvim-colorizer.lua": {
      "src": "https://github.com/catgoose/nvim-colorizer.lua"
    },
    "nvim-lspconfig": {
      "src": "https://github.com/neovim/nvim-lspconfig",
      "version": ">=0.0.0"
    },
    "nvim-surround": {
      "src": "https://github.com/kylechui/nvim-surround",
      "version": ">=0.0.0"
    },
    "nvim-treesitter": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter",
      "version": "'main'"
    },
    "nvim-web-devicons": {
      "src": "https://github.com/nvim-tree/nvim-web-devicons"
    },
    "oil.nvim": {
      "src": "https://github.com/stevearc/oil.nvim",
      "version": ">=0.0.0"
    },
    "render-markdown.nvim": {
      "src": "https://github.com/MeanderingProgrammer/render-markdown.nvim",
      "version": ">=0.0.0"
    },
    "supermaven-nvim": {
      "src": "https://github.com/supermaven-inc/supermaven-nvim",
      "version": "'main'"
    },
    "which-key.nvim": {
      "src": "https://github.com/folke/which-key.nvim",
      "version": ">=0.0.0"
    }
  }
}
